Repository: Sinus32/sceh
Catalog: src/s32.Sceh.WinApp/Translations/Strings.*.resx
Languages: pl

# AlertOnOffToolTip
source: When [c=Maroon]red[/c] indicates that a SteamAPI request is delayed.
pl: Kiedy jest [c=Maroon]czerwony[/c] wskazuje że realizacja żądania do SteamAPI się przedłuża.

# AppCardsSummary
source: {0} cards, {1} of {2} in set
pl: {0} kart, {1} z {2} w zestawie

# AutoLoginCheckBoxText
source: _Auto login
pl: Loguj _automatycznie

# ErrorTitle
source: Error
pl: Błąd

# ExceptionDuringDownloadingSteamProfile
source: An exception occurred while downloading the profile data: {0}
pl: Podczas ściągania danych profilu wystąpił wyjątek: {0}

# ImagesDownloaded
source: Images downloaded successfully:
pl: Obrazy pobrane pomyślnie:

# ImagesNotModified
source: Images not modified since last download:
pl: Obrazy niezmodyfikowane od czasu ostatniego pobrania:

# ImagesToDownload
source: Images in queue to download:
pl: Obrazy w kolejce do pobrania:

# ImagesToDownloadFormat
source: Images downloading: {0}/{1}/{2}/{3}
pl: Pobieranie obrazów: {0}/{1}/{2}

# InvalidProfileIdOrUrl
source: Invalid id or own profile url
pl: Błędny identyfikator lub własny url profilu

# InvalidTradeUrl
source: The provided trade URL is invalid
pl: Wprowadzony adres URL wymiany jest nieprawidłowy

# InvalidTradeUrlScheme
source: The provided trade URL have to use https scheme
pl: Wprowadzony adres URL wymiany musi korzystać ze schematu https

# LoginProfileLabel
source: _Profile:
pl: _Profil:

# NotesEditorLabel
source: Notes:
pl: Notatki:

# NotesPreviewLabel
source: Preview
pl: Podgląd

# OwnerInvErrorMessage
source: Cannot load your cards: {0}
pl: Nie można załadować twoich kart: {0}

# ProfileComboBoxToolTip
source: [b]Enter the Steam platform profile.[/b][br][br]Use Steam identifier,[br]custom user URL,[br]or full profile url.
pl: [b]Wprowadź profil platformy Steam.[/b][br][br]Użyj identyfiatora Steam,[br]niestandardowego adresu URL użytkownika,[br]lub pełnego adres url profilu.

# ProfileDeserializationError
source: Error reading profile data
pl: Błąd odczytu danych profilu

# RequestCountFormat
source: Request counter: {0}
pl: Licznik zapytań: {0}

# RequestCountToolTip
source: SteamAPI queries counter[br]It's [c=ForestGreen]green[/c] when query is in progress,[br]or [c=Maroon]red[/c] when request is delayed.
pl: Licznik zapytań do SteamAPI[br]Jest [c=ForestGreen]zielony[/c] gdy zapytanie jest w toku,[br]lub [c=Maroon]czerwony[/c] gdy realizacja żądania się przedłuża.

# SecondInvErrorMessage
source: Cannot load cards of user {0}: {1}
pl: Nie można załadować kart użytkownika {0}: {1}

# StrangeTradeUrl
source: The provided trade URL doesn't match the pattern. Are you sure you want to use it?
pl: Wprowadzony adres URL wymiany nie pasuje do wzorca. Czy na pewno chcesz go użyć?

# TradeLinkLabel
source: Trade URL:
pl: Adres URL wymiany:

# TradeUrlSeemsToBeInvalid
source: Stored trade URL seems to be invalid and cannot be used. Please correct the url on user notes screen.
pl: Zapisany adres URL wymiany wydaje się być nieprawidłowy i nie można go użyć. Popraw adres na ekranie notatek użytkownika.

# TransferOnOffToolTip
source: When [c=ForestGreen]green[/c] indicates that a SteamAPI query is in progress.
pl: Kiedy jest [c=ForestGreen]zielony[/c] wskazuje że zapytanie do SteamAPI jest w toku.

# UnknownErrorOccured
source: Unknown error occurred
pl: Wystąpił nieznany błąd

# ValidTradeUrlToolTip
source: Valid trade URL looks like "https://steamcommunity.com/tradeoffer/new/?partner=123456789&token=abcdefgh"
pl: Prawidłowy adres URL wymiany wygląda podobnie do "https://steamcommunity.com/tradeoffer/new/?partner=123456789&token=abcdefgh"

# WarningTitle
source: Warning
pl: Ostrzeżenie

# WrongProfileIdOrUrl
source: Profile not found
pl: Nie znaleziono profilu
